<!DOCTYPE html>
<html lang="en" dir="ltr">
  <head>
  <meta charset="utf-8">
  <meta name="description=" content="NOAH KLEIN">
  <meta name="viewport" content="width=device-width, initial-scale=1" />
  <title>NOAH KLEIN</title>
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
  <script src="http://www.w3schools.com/lib/w3data.js"></script>

  <!-- includeHTML
  <script>function includeHTML() {
    var z, i, elmnt, file, xhttp;
    /* Loop through a collection of all HTML elements: */
    z = document.getElementsByTagName("*");
    for (i = 0; i < z.length; i++) {
      elmnt = z[i];
      /*search for elements with a certain atrribute:*/
      file = elmnt.getAttribute("w3-include-html");
      if (file) {
        /* Make an HTTP request using the attribute value as the file name: */
        xhttp = new XMLHttpRequest();
        xhttp.onreadystatechange = function() {
          if (this.readyState == 4) {
            if (this.status == 200) {elmnt.innerHTML = this.responseText;}
            if (this.status == 404) {elmnt.innerHTML = "Page not found.";}
            /* Remove the attribute, and call this function once more: */
            elmnt.removeAttribute("w3-include-html");
            includeHTML();
          }
        }
        xhttp.open("GET", file, true);
        xhttp.send();
        /* Exit the function: */
        return;
    }
  }
  }
  </script>
  -->

  <link rel="shortcut icon" href="/icons/favicon.ico"/>
  <!-- bootstrap4 -->
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
  <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.16.0/umd/popper.min.js"></script>
  <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"></script>

  <link rel="stylesheet"  type="text/css" href="/stylesheet.css">
  <meta property="og:image" content="img/sample_greywhite_right_small.png" />
  <meta property="og:url"content="www.noah-klein.com">
  <meta property="og:title" content="Noah Klein - Producer/Artist" />
  <meta property="og:description" content="Hi I’m Noah Klein. I write, produce & mix my own music and offer these services to other artists and companies as well." />

  <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.2/jquery.min.js"></script>
</head>
  <header>
    <div class="nav">
      <div class="container">
        <ul>
          <li class="songwritingandproductionnav"><a href="/index.html#songwritingandproduction">Songwriting & Production</a></li>
          <li class="mixingnav"><a href="/index.html#mixing">Mixing</a></li>
          <li class="noahkleinnav"><a href="/index.html">Noah Klein</a></li>
          <li class="merchnav"><a href="/index.html#merch">Merch</a></li>
          <li class="workwithmehnav"><a href="/index.html#workwithme">Work With Me</a></li>
        </ul>
      </div>
      <!-- Social links-->
      <div class="links">
        <div class="container" >
          <ul>
            <li class="socialmediaicon"><a href="https://open.spotify.com/artist/6v46qXvQK6xsSibC2xnftD" target="_blank"><img src="/icons/spotify32px.png" alt="spotify"/></a></li>
            <li class="socialmediaicon"><a href="https://www.instagram.com/noahkleinmusic/" target="_blank"><img src="/icons/insta32px.png" alt="instagram"/></a></li>
            <li class="socialmediaicon"><a href="https://www.youtube.com/noahkleinmusic" target="_blank"><img src="/icons/youtube32px.png" alt="youtube"/></a></li>
            <li class="socialmediaicon"><a href="https://soundcloud.com/noahklein" target="_blank"><img src="/icons/soundcloud32px.png" alt="soundcloud"/></a></li>
          </ul>
        </div>
      </div>
    </div>
  </header>
  <body style="background-color: #151515">
    <!-- loading header from .header-->
    <div class="main">
      <div class="detailSongwriterAndProduction">
        <div class="container">
          <h4></h4>
          <h3>Privacy</h3>
          <!-- bootstrap 4 Grid System-->
          <div class="container">
            <div class="row">
              <div class="col-sm-12">
                <div class="container">
                  <div class="jumbotron">
                    <p>Datenschutz</p>
                		<br/>
                		<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer pers&ouml;nlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerkl&auml;rung. Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten m&ouml;glich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit m&ouml;glich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdr&uuml;ckliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.</p><br />
                		<br/>
                		<p>Cookies</p>
                		<br/>
                		<p>Die Internetseiten verwenden teilweise so genannte Cookies. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert. Die meisten der von uns verwendeten Cookies sind so genannte &bdquo;Session-Cookies&rdquo;. Sie werden nach Ende Ihres Besuchs automatisch gel&ouml;scht. Andere Cookies bleiben auf Ihrem Endger&auml;t gespeichert, bis Sie diese l&ouml;schen. Diese Cookies erm&ouml;glichen es uns, Ihren Browser beim n&auml;chsten Besuch wiederzuerkennen. Sie k&ouml;nnen Ihren Browser so einstellen, dass Sie &uuml;ber das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies f&uuml;r bestimmte F&auml;lle oder generell ausschlie&szlig;en sowie das automatische L&ouml;schen der Cookies beim Schlie&szlig;en des Browser aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalit&auml;t dieser Website eingeschr&auml;nkt sein.</p><br />
                		<br/>
                		<p>Server-Log-Files</p>
                		<br/>
                		<p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log Files, die Ihr Browser automatisch an uns &uuml;bermittelt. Dies sind:</p>
                		<ul>
                			<li>1. Browsertyp/ Browserversion</li>
                			<li>2. verwendetes Betriebssystem</li>
                			<li>3. Referrer URL</li>
                			<li>4. Hostname des zugreifenden Rechners</li>
                			<li>5. Uhrzeit der Serveranfrage</li>
                		</ul>
                		<p>Diese Daten sind nicht bestimmten Personen zuordenbar. Eine Zusammenf&uuml;hrung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Wir behalten uns vor, diese Daten nachtr&auml;glich zu pr&uuml;fen, wenn uns konkrete Anhaltspunkte f&uuml;r eine rechtswidrige Nutzung bekannt werden.</p>
                		<br/><br/>
                		<p>Kontaktformular</p>
                		<br/>
                		<p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und f&uuml;r den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p>
                		<br/><br/>
                		<p>Datenschutzerkl&auml;rung f&uuml;r die Nutzung von Instagram</p>
                		<br/>
                		<p>Auf unseren Seiten sind Funktionen des Dienstes Instagram eingebunden. Diese Funktionen werden angeboten durch die Instagram Inc., 1601 Willow Road, Menlo Park, CA, 94025, USA integriert. Wenn Sie in Ihrem Instagram - Account eingeloggt sind k&ouml;nnen Sie durch Anklicken des Instagram - Buttons die Inhalte unserer Seiten mit Ihrem Instagram - Profil verlinken. Dadurch kann Instagram den Besuch unserer Seiten Ihrem Benutzerkonto zuordnen. Wir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Instagram erhalten. Weitere Informationen hierzu finden Sie in der Datenschutzerkl&auml;rung von Instagram: <a href="http://instagram.com/about/legal/privacy/">http://instagram.com/about/legal/privacy/</a></p>
                		<br/><br/>
                		<p>Datenschutzerkl&auml;rung f&uuml;r die Nutzung von YouTube</p>
                		<br/>
                		<p>Unsere Webseite nutzt Plugins der von Google betriebenen Seite YouTube. Betreiber der Seiten ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA. Wenn Sie eine unserer mit einem YouTube-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird dem Youtube-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Wenn Sie in Ihrem YouTube-Account eingeloggt sind erm&ouml;glichen Sie YouTube, Ihr Surfverhalten direkt Ihrem pers&ouml;nlichen Profil zuzuordnen. Dies k&ouml;nnen Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen. Weitere Informationen zum Umgang von Nutzerdaten finden Sie in der Datenschutzerkl&auml;rung von YouTube unter <a href="https://www.google.de/intl/de/policies/privacy">https://www.google.de/intl/de/policies/privacy</a></p>
                		<br/><br/>
                		<p>Auskunft, L&ouml;schung, Sperrung</p>
                		<br/>
                		<p>Sie haben jederzeit das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empf&auml;nger und den Zweck der Datenverarbeitung sowie ein Recht auf Berichtigung, Sperrung oder L&ouml;schung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p>
                		<br/><br/>
                		<p>Widerspruch Werbe-Mails</p>
                		<br/>
                		<p>Der Nutzung von im Rahmen der Impressumspflicht ver&ouml;ffentlichten Kontaktdaten zur &uuml;bersendung von nicht ausdr&uuml;cklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdr&uuml;cklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.</p>
                		<br/><br/>
              </div>
            </div>
          </div>
        </div>
      </div>
      <div class="footer">
        <ul class="footer-law">
          <li><a href="imprint.html"class="imprintbutton">&nbsp;Imprint</a></li>
          <li><a href="privacy.html"class="privacypolicy"> Privacy</a></li>
        </ul>
        <p>Coded with <3 by &copy; 2020 Noah Klein</p>
      </div>



    <script src="/js/index.js"></script>
    <script>
    includeHTML();
    </script>
  </body>
</html>
